{
  "thoughts": "\nThe text analyzes Central Diabetes Insipidus (CDI), its causes, symptoms, diagnosis methods, physiological mechanisms, and management strategies. Each element such as the role of vasopressinergic neurons, AVP, and diagnostic techniques contribute to a detailed understanding useful for relationship extraction.\nAfter reviewing the text once more, all possible relationships have been extracted. No further entities or relationships are available based on the provided input.",
  "relationships": [
    {
      "source": "Central diabetes insipidus",
      "source_type": "Diseases",
      "relationship": "results_from",
      "target": "Loss or impaired function of vasopressinergic neurons",
      "target_type": "Disease Mechanisms",
      "confidence": 5
    },
    {
      "source": "Vasopressinergic neurons",
      "source_type": "Cell Types",
      "relationship": "located_in",
      "target": "Hypothalamus/posterior pituitary",
      "target_type": "Tissues",
      "confidence": 5
    },
    {
      "source": "AVP deficiency",
      "source_type": "Disease Mechanisms",
      "relationship": "leads_to",
      "target": "Inability to concentrate urine",
      "target_type": "Symptoms",
      "confidence": 5
    },
    {
      "source": "AVP deficiency",
      "source_type": "Disease Mechanisms",
      "relationship": "leads_to",
      "target": "Excessive renal water losses",
      "target_type": "Symptoms",
      "confidence": 5
    },
    {
      "source": "AVP deficiency",
      "source_type": "Disease Mechanisms",
      "relationship": "results_in",
      "target": "Hypotonic polyuria",
      "target_type": "Symptoms",
      "confidence": 5
    },
    {
      "source": "Hypotonic polyuria",
      "source_type": "Symptoms",
      "relationship": "triggers",
      "target": "Compensatory thirst",
      "target_type": "Symptoms",
      "confidence": 5
    },
    {
      "source": "Central diabetes insipidus",
      "source_type": "Diseases",
      "relationship": "is_caused_by",
      "target": "Neoplastic, traumatic, or autoimmune destruction of AVP-synthesizing/secreting neurons",
      "target_type": "Risk Factors",
      "confidence": 5
    },
    {
      "source": "Copeptin assay",
      "source_type": "Diagnostic Tests",
      "relationship": "improves",
      "target": "Accuracy of diagnosing hypotonic polyuria",
      "target_type": "Clinical Elements",
      "confidence": 5
    },
    {
      "source": "Management of CDI",
      "source_type": "Treatments",
      "relationship": "emphasizes",
      "target": "Management of fluid intake and pharmacological replacement of AVP",
      "target_type": "Treatments",
      "confidence": 5
    }
  ],
  "n_iterations": 2,
  "n_relationships": 9,
  "text_uuid": "35771962",
  "article": {
    "PMID": "35771962",
    "Title": "Diagnosis and Management of Central Diabetes Insipidus in Adults.",
    "Abstract": "Central diabetes insipidus (CDI) is a clinical syndrome which results from loss or impaired function of vasopressinergic neurons in the hypothalamus/posterior pituitary, resulting in impaired synthesis and/or secretion of arginine vasopressin (AVP). AVP deficiency leads to the inability to concentrate urine and excessive renal water losses, resulting in a clinical syndrome of hypotonic polyuria with compensatory thirst. CDI is caused by diverse etiologies, although it typically develops due to neoplastic, traumatic, or autoimmune destruction of AVP-synthesizing/secreting neurons. This review focuses on the diagnosis and management of CDI, providing insights into the physiological disturbances underpinning the syndrome. Recent developments in diagnostic techniques, particularly the development of the copeptin assay, have improved accuracy and acceptability of the diagnostic approach to the hypotonic polyuria syndrome. We discuss the management of CDI with particular emphasis on management of fluid intake and pharmacological replacement of AVP. Specific clinical syndromes such as adipsic diabetes insipidus and diabetes insipidus in pregnancy as well as management of the perioperative patient with diabetes insipidus are also discussed.",
    "Authors": [
      "Maria Tomkins",
      "Sarah Lawless",
      "Julie Martin-Grace",
      "Mark Sherlock",
      "Chris J Thompson"
    ],
    "Journal": "The Journal of clinical endocrinology and metabolism",
    "PublicationDate": "2022-Sep-28",
    "Volume": "107",
    "Issue": "10",
    "DOI": "10.1210/clinem/dgac381",
    "Keywords": [
      "adipsia",
      "dDAVP",
      "diabetes insipidus",
      "hypernatremia",
      "hyponatremia"
    ],
    "PMCID": "PMC9516129",
    "FullText": "## Abstract\n\nCentral diabetes insipidus (CDI) is a clinical syndrome which results from loss or impaired function of vasopressinergic neurons in the hypothalamus/posterior pituitary, resulting in impaired synthesis and/or secretion of arginine vasopressin (AVP). AVP deficiency leads to the inability to concentrate urine and excessive renal water losses, resulting in a clinical syndrome of hypotonic polyuria with compensatory thirst. CDI is caused by diverse etiologies, although it typically develops due to neoplastic, traumatic, or autoimmune destruction of AVP-synthesizing/secreting neurons. This review focuses on the diagnosis and management of CDI, providing insights into the physiological disturbances underpinning the syndrome. Recent developments in diagnostic techniques, particularly the development of the copeptin assay, have improved accuracy and acceptability of the diagnostic approach to the hypotonic polyuria syndrome. We discuss the management of CDI with particular emphasis on management of fluid intake and pharmacological replacement of AVP. Specific clinical syndromes such as adipsic diabetes insipidus and diabetes insipidus in pregnancy as well as management of the perioperative patient with diabetes insipidus are also discussed.\n\n**Keywords:** diabetes insipidus, hypernatremia, hyponatremia, adipsia, dDAVP\n\n* * *\n\nCentral diabetes insipidus (CDI) is a clinical syndrome which results from loss or impaired function of vasopressinergic neurons in the hypothalamus/posterior pituitary, impairing the synthesis and/or secretion of the antidiuretic hormone, arginine vasopressin (AVP) (1, 2). The syndrome is characterized by hypotonic polyuria, with compensatory thirst, and it is estimated that destruction of over 90% of the vasopressinergic neurons is necessary to deplete AVP sufficiently to cause hypotonic polyuria (3). The severity of polyuria reflects the extent of the neuronal destruction, with complete destruction causing complete CDI, and severe polyuria (3). In contrast, partial destruction, with some residual AVP secretory function, leads to partial CDI, and less severe polyuria (4). CDI is the clinical manifestation of a large variety of disparate disorders of the hypothalamo-neurohypophysial unit, and should always be regarded as a symptom complex which potentially represents underlying disease. Therefore, once the diagnosis of CDI has been secured, there is natural progress to investigations which establish the underlying etiology of CDI.\n\nIn the differential diagnosis of CDI, it is necessary to consider the 4 main differential diagnoses which lead to hypotonic polyuria, which are summarized in Table 1.\n\n## Table 1.\n\nEtiology of polyuric states\n\n1\\. Central diabetes insipidus (CDI) | Absent or subnormal AVP secretion, due to hypothalamic or posterior pituitary damage.  \n---|---  \n2\\. Nephrogenic diabetes insipidus | Impaired renal concentrating ability, due to renal conditions which impair AVP binding to the V2 receptor, or, more commonly, have attenuated activation of G protein signaling and aquaporin 2 generation after receptor binding.  \n3\\. Primary polydipsia | Excessive thirst appreciation. Primary disorder of excess thirst appreciation, associated with psychological and psychiatric conditions, and, occasionally structural intracranial abnormalities.  \n4\\. Pregnancy-associated (gestational) diabetes insipidus | Excess breakdown of AVP, secondary to the production of placental vasopressinase enzymes, classically in the second or third trimester of pregnancy.  \n  \n[Open in a new tab](table/T1/)\n\nAbbreviations: AVP, arginine vasopressin; V2, vasopressin receptor 2.\n\nThe diagnosis of diabetes insipidus has undergone significant sophistication in recent years. Traditional, indirect tests of posterior pituitary function have been recognized to have suboptimal diagnostic accuracy (5), and the measurement of plasma AVP concentration is hampered by the unavailability of good-quality radioimmunoassays in laboratory practice. Copeptin, a stable, biologically inert compound, cleaved from the AVP precursor molecule, has been shown to be a good surrogate for plasma AVP concentrations in physiological (6) and pathophysiological (7) states. The development of functional assays for copeptin has changed the diagnostic paradigms recommended for the differential diagnosis of polyuric states (8). In this review, we will summarize the clinical utility of copeptin assays, and discuss the biochemical and radiological tests needed to identify the causation of AVP deficiency.\n\nTreatment of CDI depends on the pharmaceutical replacement of AVP with desmopressin, a synthetic analog of the hormone, modified to prolong half-life and diminish vasoconstrictor effects (at the V1 receptor) (9). Careful management of fluid intake is required to prevent water overload and we will review the treatment strategies to avoid dilutional hyponatremia. The difficult therapeutic choices in the management of adipsic diabetes insipidus (ADI) will also be carefully considered.\n\n## Causes of Central Diabetes Insipidus\n\nThe etiology of neuronal destruction causing CDI is varied. A comprehensive recent review emphasized that most cases of acquired CDI develop as a result of 3 pathophysiological mechanisms (3):\n\n  1. anatomical destruction of vasopressinergic neurons by neoplasms,\n\n  2. traumatic damage, as result of traumatic brain injury (TBI) or neurosurgical intervention,\n\n  3. autoimmune destruction of the AVP-secreting neurons.\n\n\n\n\nIn addition, familial forms of CDI caused by mutations in the AVP gene occur, usually presenting in childhood (10). These are usually monogenic disorders, caused by single mutations in the AVP gene (2), which lead to intracellular accumulation of mutant AVP precursors (11). The classification of causes of CDI is shown in Table 2.\n\n### Table 2.\n\nEtiology of central diabetes insipidus\n\nFamilial |   \n---|---  \nX-linked recessive or autosomal dominant   \nDIDMOAD (diabetes insipidus, diabetes mellitus, optic atrophy and deafness) syndrome, previously known as Wolfram syndrome |   \n  \nAcquired |   \n---|---  \nIatrogenic | Surgery for pituitary adenoma and sella/suprasellar lesions  \nNeoplastic | Craniopharyngioma   \nGerminoma   \nPinealoma, glioma, meningioma   \nPituitary stalk secondaries (breast, lung)   \nLymphoma, leukemia  \nTraumatic brain injury |   \nVascular | Subarachnoid hemorrhage   \nIntracranial hemorrhage   \nSheehan’s syndrome  \nInflammation/Infection | Sarcoid   \nHistiocytosis   \nGranulomatosis with polyangiitis (formerly called Wegener’s granulomatosis)   \nPost-tuberculosis meningitis, post encephalitis, toxoplasmosis, abscess   \nHIV disease   \nCOVID-19 infection   \nSystemic lupus erythematosus  \nAutoimmune | Lymphocytic infundibuloneurohypophysitis  \nPregnancy | Due to vasopressinase enzyme  \nCentral nervous system malformation | Septo-optic dysplasia   \nAgenesis of corpus callosum   \nEmpty sella syndrome   \nPituitary hypoplasia  \nIdiopathic |   \n  \n[Open in a new tab](table/T2/)\n\nOlder series reported that 25% to 50% of CDI were idiopathic (12, 13) but better investigative techniques revealed that many “idiopathic” cases are autoimmune in origin (14-18). Our own series documented that <10% of cases had autoimmune/idiopathic CDI (19). The commonest cause of CDI in our unit is neurosurgical intervention for pituitary masses (70%), though our institutional bias is our status as the Irish National Neurosurgery Centre. CDI is typically transient following pituitary surgery, with an onset 1 to 2 days postoperatively, and resolution within 2 to 5 days (20). Rarely, the triple phase response can occur; early-onset CDI resolves as unregulated release of AVP from degenerating neurohypophyseal tissue occurs, producing hyponatremia. Normonatremia returns over the next few days, with reappearance of permanent CDI as neurons undergo gliosis, and plasma AVP concentrations fall. A similar pattern of triphasic response is occasionally seen following TBI. Pituitary adenomas do not present with CDI, and the syndrome only manifests after surgical intervention. If CDI occurs in the presence of a sellar mass, an alternative diagnosis, such as craniopharyngioma, germinoma, or a granulomatous process should be considered (21). Metastases from distant tumors, particularly breast and lung, may be found in the pituitary, or more often the pituitary stalk. In most cases there are no endocrine sequelae, but occasionally CDI may manifest.\n\nCDI occurs in 20% of moderate or severe cases of TBI (22, 23) and in 15% of nontraumatic subarachnoid bleeds (24). CDI is almost always transient, but persistent CDI following TBI may indicate increasing intracranial pressure with the risk of cerebellar herniation and is a poor prognostic sign (23). Careful follow-up of TBI shows that CDI persists in only 7% of patients, most of whom have partial CDI and do not have symptoms severe enough to need treatment with AVP analogs (25).\n\n### Adipsic Diabetes Insipidus\n\nThe majority of patients with CDI have intact thirst sensation (26), and depend on normal thirst to generate water intake in response to polyuria to ensure eunatremia. In a small number of patients, the lesion causing AVP deficiency also damages the osmoreceptors in the anterior hypothalamus, leading to ADI. This is a rare disorder, with high mortality and significant morbidity. The earliest cases of ADI were reported in patients who had undergone neurosurgical clipping of anterior communicating artery (ACOM) aneurysms following Subarachnoid Haemorrhage (SAH) (27). Small perforating branches of the ACOM provide the vascular supply to the anterior hypothalamus, which is the site of the osmoreceptors for both thirst appreciation and AVP release (28). Infarction of the anterior hypothalamus is a recognized complication of surgical clipping of ACOM aneurysms, which can obliterate osmoreceptor function, leading to a loss of osmotically stimulated AVP release and thirst appreciation. ADI is well recognized as a hypothalamic complication of extensive surgery for large, suprasellar craniopharyngiomas (29) but has only rarely been reported after surgery for suprasellar tumors, neurosarcoidosis, or TBI (28). Loss of thirst is usually permanent, though there are occasional well-documented cases of recovery of thirst in the literature (30).\n\n## Diagnosis of Central Diabetes Insipidus\n\nAs CDI is rare, with estimated frequency of 1 case in 25 000 of the population (31), few clinicians outside of specialized centers develop experience of diagnosis and treatment. This emphasizes the need for well-defined diagnostic algorithms and dependable, accessible investigations upon which to base those algorithms. Laboratory advances have improved the accuracy of algorithms (5), but the final diagnosis is a composite of clinical, laboratory, and radiological information.\n\nWe recommend a stepwise approach to the patient who presents with polyuria/polydipsia syndrome.\n\n### Confirmation of Polyuria\n\nEstablishing the presence of hypotonic polyuria is the essential first step, as 15% of referral cases have normal urine volume; urinary frequency, secondary to infection, prostatism, or irritable bladder, is often misdiagnosed as polyuria (32). The clinical definitions of polyuria are inconsistent in the literature; polyuria has been defined on 24-hour urine collection as urine output in excess of 50 mL/kg body weight in adults (33) and has also been arbitrarily defined as >3 L/day (34). These definitions are widely different, and reflect the lack of a consensus statement from the endocrine societies on the diagnosis of diabetes insipidus. In clinical practice, if an adult patient, has a daily urine volume <2.5 L, no further investigations are required, though urological referral may be indicated.\n\n### Clinical Features and Ambulatory Investigations\n\nOnce polyuria is confirmed confounding conditions such as diabetes mellitus, renal impairment, hyperglycemia, hypercalcemia, and hypokalemia should be excluded by baseline laboratory tests. Dipstick urine may reveal evidence of renal disease or infection. Urine osmolality is low in all forms of polyuria, but if urine osmolality is >700 mOsm/kg this indicates significant presence of AVP, and the patient does not have CDI.\n\nA number of clinical symptoms raise the possibility of primary polydipsia (PP) rather than CDI.\n\n  1. If the patient has daytime symptoms but has an uninterrupted night’s sleep without nocturia (35).\n\n  2. If the patient wakes at night with the need to drink rather than to pass urine (36).\n\n  3. Associated psychiatric disease; polydipsia occurs in 20% of patients with schizophrenia (31, 37). Psychiatric disease has also been reported, however, in CDI (5).\n\n\n\n\nIn contrast, an abrupt recent onset of polyuria and polydipsia is characteristic of autoimmune CDI (1, 5).\n\nA history of headache, or visual disturbance, may point to an intracranial mass, and TBI history should be documented. Drug history focuses particularly on lithium therapy, which causes nephrogenic diabetes insipidus (NDI) (38), and tricyclic antidepressants, which stimulate drinking in response to dry mouth. A family history of organ-specific autoimmune disease may suggest an autoimmune basis for CDI (18).\n\nMeasurement of ambulatory plasma sodium concentration is useful in that plasma concentrations at the upper end of the normal reference range are more usual in patients with CDI than with PP, in whom drinking lowers plasma osmolality to below the osmotic threshold for AVP secretion in order to produce polyuria (39).\n\nThe differentiation between CDI, NDI, and PP on baseline bloods is rarely possible due to the substantial crossover in measurements of plasma sodium, osmolality, and urine osmolality. Elevated baseline copeptin concentrations accurately identify NDI (40), but only 3/144 cases in a recent large prospective study of patients with polyuria had NDI (5). In the majority of cases, therefore, dynamic testing of the AVP–renal axis is needed.\n\n### Water Deprivation Test\n\nThe water deprivation test (WDT) is the most commonly used test. This is a 2-step test: an initial 8-hour period of water deprivation followed by administration of parenteral desmopressin. The 2 steps give quite separate pieces of diagnostic information, and depend for interpretation on the measurement of urine osmolality as a bioassay of renal AVP action. The physiological basis for the WDT is that dehydration causes an elevation in plasma sodium concentration, which stimulates AVP release. AVP is carried from the circulation to the kidneys, where it binds to V2 receptors, causing elevation in urine osmolality. If the stimulus to AVP secretion is sufficient (plasma osmolality >295 mOsm/kg), urine osmolality should rise to over 700 mOsm/kg. This step should differentiate patients with PP, in whom vasopressin secretion and function are normal, from patients with either CDI or NDI, who do not concentrate urine at the end of dehydration. However, it should be noted that patients with prolonged significant polyuria from any cause may not maximally concentrate their urine due to the effects of chronic polyuria on renal concentrating capacity. This has often been attributed to the loss of solute from the renal medullary interstitium, upon which water retention depends, but it may equally be due to chronic suppression of plasma AVP concentrations by drinking, which leads to failure to generate aquaporin 2. Either of these mechanisms leads to a form of renal resistance to AVP, manifesting as a form of NDI.\n\nThe second part of the test—administration of parenteral desmopressin—is designed to differentiate CDI from NDI. After parenteral injection of desmopressin, the urine osmolality response is measured. Although in CDI the response to exogenous desmopressin should be a physiological rise in urine osmolality; different authors differ on the level accepted as normal, varying from 700 mOsm/kg (1) to 800 mOsm/kg (41). In addition, the effect of prolonged polyuria may blunt the urinary concentrating response. For this reason, some centers accept a doubling of urine osmolality in response to desmopressin as representing normal concentrating ability, though if the baseline urine osmolality is very low, this interpretation may not be valid. This adds to the diagnostic imprecision of the WDT, and highlights the need for consensus guidelines on this subject. In NDI, urinary concentration remains dilute after administration of desmopressin. In cases of diagnostic doubt, the next step would be to proceed to a hypertonic saline test, with measurement of AVP or copeptin.\n\nIn the assessment of pituitary function after neurosurgery, the second step—administration of desmopressin—is unnecessary, as the aim of water deprivation is simply to establish the presence or absence of CDI.\n\nAlthough the physiological basis for the WDT is sound, the test is unsatisfactory in a number of ways. Although the test requires no specialized or expensive equipment, it requires a day hospitalization, with careful supervision by experienced staff in to prevent surreptitious drinking in PP. The test is unpleasant for patients with PP, and potentially dangerous in patients with complete CDI, whom are vulnerable to hypernatremic dehydration. Patients should be encouraged to hydrate prior to the test and if ADI is suspected, urgent measurement of plasma osmolality is needed to exclude dehydration. Patients should be weighed at baseline, and 2-hourly thereafter; a drop in body weight of 5% from baseline indicates serious dehydration. Urgent electrolytes should be ordered and the test discontinued to allow rehydration. Patients with severe polyuria despite water restriction should also have interim electrolyte measurements.\n\nIn addition to the technical difficulties, WDT results are often not diagnostic. While the WDT may differentiate between PP, complete CDI, and severe NDI, differentiation may be difficult in a number of clinical scenarios.\n\n  1. Subjects with PP may not maximally concentrate urine despite a rise in plasma AVP concentration, as overdrinking suppresses AVP secretion and intracellular aquaporin-2 stores are depleted. Patients with PP may thus be misclassified as partial diabetes insipidus (42)\n\n  2. In partial CDI, residual AVP secretion can induce urinary concentration (43), possibly due to upregulation of V2 receptors. This makes partial CDI difficult to distinguish from PP.\n\n  3. In NDI, the elevation in plasma AVP concentrations in response to water deprivation can be sufficient to partially overcome renal resistance to AVP, resulting in diagnostic confusion (44).\n\n\n\n\nAs the classical diagnostic criteria for WDT were based on results from only 36 individuals (41), a prospective study was conducted of the WDT in a large cohort of patients with polyuria, which indicated that the test had an overall diagnostic accuracy of only 70% and a much lower accuracy of 40% in cases of PP (45). It is probably worth mentioning that a binary cut off of urine osmolality for the diagnosis of CDI probably adds to diagnostic inaccuracy. The maximum urine osmolality attained during WDT depends to a large degree on the final plasma osmolality achieved, and therefore the strength of the osmotic stimulus to AVP secretion. For instance, a urine osmolality which rises from 120 to 620 mOsm/kg, when the final plasma osmolality is 295 mOsm/kg and the final urine volume is 40 mL/hour, is almost certainly a normal response. Therefore, some degree of experienced, semi-qualitative assessment of the results of this test should be sensibly applied.\n\n### Direct Tests\n\n#### Measurement of AVP\n\nThe development of sensitive and specific radioimmunoassays for AVP (46, 47) allowed better definition of AVP physiology, and the performance of the WDT was improved by the measurement of plasma AVP concentration (48, 49). However, commercial antibodies for routine use in radioimmunoassays are poorly sensitive, and are inaccurate at low physiological plasma concentrations. There are also significant preanalytical and methodical limitations of the AVP assay. The hormone is unstable in plasma at room temperature, and needs careful sample handling and storage at –70°C. AVP needs extraction from plasma prior to assay, and although positive claims for diagnostic performance have been made (32), 1 prospective study of direct AVP measurement showed a diagnostic accuracy of only 46% (45). For most centers, therefore, the incorporation of measurement of plasma AVP concentrations is not a practical solution to the limitations of the WDT.\n\n#### Hypertonic saline infusion\n\nWhen the results of WDT are inconclusive, direct measurement of plasma AVP responses to osmotic stimulation with the intravenous infusion of hypertonic (3-5%) sodium chloride solution can reliably distinguish between CDI and NDI or PP (50). Hypertonic saline infusion is used first line in centers with access to high-quality AVP assays; the test does optimize osmotic stimulation of AVP secretion, with clear diagnostic separation between CDI and PP (32). Patients with NDI or PP respond to osmotic stimulation with normal plasma AVP concentrations, while subnormal AVP responses are diagnostic of CDI, with distinction between complete and partial CDI (32). Figure 1 indicates the relationship of plasma osmolality to plasma AVP during hypertonic saline infusion, in patients with varying causes of polyuria.\n\n##### Figure 1.\n\n[![Figure 1.](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f23a/9516129/3426ebc5f50c/dgac381f0001.jpg)](https://www.ncbi.nlm.nih.gov/core/lw/2.0/html/tileshop_pmc/tileshop_pmc_inline.html?title=Click%20on%20image%20to%20zoom&p=PMC3&id=9516129_dgac381f0001.jpg)\n\n[Open in a new tab](figure/F1/)\n\nResults of AVP responses to hypertonic saline infusion in polyuric states compared with healthy controls (shaded area). White circles represent 8 patients with cranial diabetes insipidus, black circles represent 3 patients with nephrogenic diabetes insipidus, black triangles represent 3 patients with primary polydipsia. (reproduced with permission from Thompson et al. Baillière’s Clinical Endocrinology and Metabolism 1989) (43).\n\nMany clinicians are reluctant to use the hypertonic saline infusion test. Patients with complete CDI may develop significant hypernatremia, which emphasizes the need for pretest hydration, particularly in patients with severe polyuria. The test should be performed in a specialized unit and the patient closely supervised. The infusion should be into a large, antecubital vein, and the patient should be kept warm with a space blanket. Unpleasant effects such as hypernatremia and thrombophlebitis were much commoner with 5% saline infusion than the more commonly used 3% saline infusion. The test is contraindicated in patients with seizure disorder and needs to be very carefully used in patients with neurocognitive disorders.\n\n#### Measurement of plasma copeptin\n\nConsiderable evidence has shown that the measurement of plasma copeptin is a good surrogate for the direct measurement of plasma AVP. Copeptin is the biologically inert C-terminal locus, enzymatically cleaved from the AVP precursor, preprovasopressin, and cosecreted from the posterior pituitary in equimolar amounts with AVP, in response to osmotic and baroreceptor stimuli (Fig. 2). The peptide is robust ex vivo, so venesection and sample storage are straightforward (51). There is no requirement for an extraction step, which minimizes plasma sample size, and the sandwich immunoluminometric assay is straightforward to operate. Published data have demonstrated that plasma copeptin responses to osmotic stimuli mirror those of AVP (6, 7) (Fig. 3). Studies have also claimed that measurement of the copeptin response to insulin tolerance test can predict CDI (52). The same group have also demonstrated, in a prospective multicenter study, that a post-transsphenoidal surgery copeptin concentration of <2.5 pmol/L had a predictive value of 81% for CDI with a specificity of 97% (53).\n\n##### Figure 2.\n\n[![Figure 2.](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f23a/9516129/3800cbf90d95/dgac381f0002.jpg)](https://www.ncbi.nlm.nih.gov/core/lw/2.0/html/tileshop_pmc/tileshop_pmc_inline.html?title=Click%20on%20image%20to%20zoom&p=PMC3&id=9516129_dgac381f0002.jpg)\n\n[Open in a new tab](figure/F2/)\n\nStructure of vasopressin preprohormone.\n\n##### Figure 3.\n\n[![Figure 3.](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f23a/9516129/6059575f8896/dgac381f0003.jpg)](https://www.ncbi.nlm.nih.gov/core/lw/2.0/html/tileshop_pmc/tileshop_pmc_inline.html?title=Click%20on%20image%20to%20zoom&p=PMC3&id=9516129_dgac381f0003.jpg)\n\n[Open in a new tab](figure/F3/)\n\nComparison of AVP and copeptin concentrations during hypertonic saline tests, rS denotes Spearman’s correlation (reproduced from Balanescu et al JCEM 2011) (7).\n\nIn a landmark study, Fenske et al performed a prospective comparison of copeptin responses to WDT and hypertonic saline infusion studies, with a final reference diagnosis derived from a composite of clinical, laboratory, and treatment response criteria, in a large series of 156 patients with hypotonic polyuria (5). Interestingly, the study cohort was heavily skewed toward PP, constituting nearly 60% of patients, a ratio which may not be representative of usual clinical experience. The data from this comprehensive study showed superior diagnostic accuracy for the copeptin response to hypertonic saline infusion, compared with the indirect WDT (95% vs 73%). Surprisingly, the incorporation of copeptin measurement to WDT protocol did not improve the diagnostic accuracy of the test, possibly because the strength of osmotic stimulation was insufficient (5).\n\nThe demonstration that the measurement of copeptin during hypertonic saline infusion offered clear diagnostic advantage over the traditional indirect WDT produced a change in the diagnostic approach to the hypotonic polyuria syndrome. The hypertonic saline test was associated with few adverse effects, and a hospital bed is occupied for only 2 to 3 hours; as an operational assay for copeptin is readily accessible for most endocrine units, this may well replace the WDT as investigation of polyuric states.\n\nSome caveats regarding measurement of copeptin remain. The choice of copeptin assay is important; a review of available commercial assays showed the highest diagnostic accuracy with the KRYPTOR (98%) and line immunoassay platforms, with results from the enzyme-linked immunosorbent assay platforms significantly inferior (55%) (51). In the Fenske et al study paper (5), the diagnostic accuracy of copeptin was predicated upon a single plasma sample derived once plasma sodium exceeded 150 mmol/L; although this is potentially an advantage over the traditional measurement of multiple plasma AVP samples, which were related to ambient plasma osmolality readings to generate a linear regression relationship (39, 48), it would be erroneous to abandon these equations, which have defined the physiology of osmoregulation. Plasma AVP or copeptin concentration should ideally be interpreted with reference to the ambient plasma osmolality. Moreover, a single elevated copeptin/AVP reading could reflect nonsomotic AVP release during a brief period of nausea or hypotension, causing misleading, nonphysiological elevation. Although this may not be an issue in complete CDI, a patient with partial CDI may retain sufficient stored AVP to generate a substantial rise in response to hypotension or nausea. In addition, patients with complex osmoreceptor dysfunction may have normal baroregulated AVP/copeptin responses (3, 29, 54). Finally the longer half-life of copeptin means that plasma concentrations at lower plasma osmolalities may remain unsuppressed by drinking and hypo-osmolality; therefore, measurement of plasma AVP may be preferable during the investigation of osmotic thresholds in complex osmoregulatory disorders.\n\n#### Measurement of thirst\n\nThirst was traditionally regarded as a binary sensation which occurred at high plasma osmolalities, when AVP was maximally stimulated (48). The measurement of thirst, using a visual analog scale, in physiological studies challenged the dogma that thirst was a “rescue” sensation that manifested only in extremis. They suggested, in contrast, that onset of thirst occurs at the same osmotic threshold as that of AVP secretion, and that the intensity of thirst gradually rose as plasma osmolality became progressively elevated (39, 55, 56). These studies defined a clear linear relationship between thirst and plasma osmolality, which is rapidly switched off by drinking (57, 58), even though hyperosmolality persists. A neuroendocrine reflex, stimulated by pharyngeal distension is the likely mechanism. The characteristics of osmoregulated thirst are surprisingly reproducible within an individual, although there is considerable intra-individual variation (59). Thirst responses in CDI show a physiological pattern of linear elevation during osmotic stimulation and suppression after drinking (26), which demonstrates that the control of thirst is maintained in CDI.\n\nMeasurement of thirst is simple and cheap and a useful diagnostic adjunct to the investigation of polyuric states. Absent osmoregulated thirst during WDT or hypertonic saline infusion is the gold standard for the diagnosis of adipsic CDI (60) and reset osmostat syndromes (61). PP also shows classical abnormalities of thirst measurement (Table 3). Our own data show that fluid intake in 30 minutes at the end of saline infusion varies between 800 and 1500 mL in healthy controls (39), is <600 mL in ADI (28), and is greater than 2000 mL in patients with PP (62).\n\n##### Table 3.\n\nAbnormalities of thirst during osmotic stimulation and drinking in primary polydipsia\n\n1. | A low osmotic threshold for thirst, which confers a baseline level of thirst, even at low plasma osmolalities (62)  \n---|---  \n2. | Exaggerated thirst responses to elevation of plasma osmolality. Fluid intake required to satisfy the sensation of thirst is excessive, even though the patient is not particularly hyperosmolar (62)  \n3. | Failure to suppress thirst during drinking (62). Failure of free drinking to suppress thirst by more than 50% of stimulated levels, in 30 minutes after WDT or hypertonic saline is a strong diagnostic indicator of primary polydipsia (1).  \n  \n[Open in a new tab](table/T3/)\n\n#### Newer Tests\n\nChrist Crain et al (8) have recently published data showing that a plasma copeptin cut off of 3.5 pmol/L after 60 minutes of intravenous infusion of arginine had a diagnostic accuracy of 93% in the differential of CDI and PP (62), significantly superior to data from the same group in their studies of copeptin response to WDTs (5). This test needs validation, and each center would have to establish their own assay cut offs, but arginine infusion offers the potential for an easily tolerable test for the differential diagnosis of hypotonic polyuria.\n\n### Diagnosis of CDI After Transsphenoidal Surgery\n\nThe presentation of CDI in this scenario is usually acute. It may not be accompanied by normal thirst if the patient has postoperative cognitive impairment. The diagnostic process may be further complicated by the effect of intravenous fluids to induce polyuria. In addition, the occasional manifestation of the triple phase response, characterized by early CDI, followed by transient syndrome of inappropriate antidiuresis, before permanent CDI is established, make the diagnosis of CDI in this scenario complex. For this reason, the diagnosis of CDI following surgery for pituitary tumors requires separate consideration (63).\n\nCDI is one of the commonest complications of surgery for pituitary tumors (64), occurring in 20% of interventions in a recent paper (65), and is particularly common after surgical resection of craniopharyngioma (29). A recent review of 333 patients undergoing surgery for nonfunctioning pituitary tumors found that the strongest preoperative predictors for the development of postoperative CDI were young age, large tumor size, and either absent or intrasellar hyperintense bright spot on T1 weighted images (66). Most guidelines for the diagnosis of CDI are based on some modification of the criteria of Seckl and Dunger (67), which stressed the central importance of demonstrating hypotonic urine (urine osmolality <300 mOsm/kg) with polyuria (>2 mL/kg/hour) and plasma hyperosmolarity (>300 mOsm/kg). These criteria are often simplified to a daily urine output >3.5 L and a plasma sodium >143 mmol/L, after exclusion of glycosuria, mannitol therapy, or renal impairment. However, although a number of reviews have proposed criteria for the diagnosis of postoperative CDI (64, 68, 69), there has never been a broad diagnostic consensus. To address this deficit, de Vries and colleagues recently reviewed the literature and suggested a simplified approach (70) employing urine specific gravity as a screening tool, and then diagnosing CDI on the basis of hypernatremia and unquenchable thirst. This does simplify the approach, but does not offer options to factor in hypodipsia due to anterior hypothalamic lesions or cognitive impairment, or the diagnosis of the triple phase response. The authors themselves suggest that a consensus committee should be convened (70), which seems eminently sensible.\n\nThere have been suggestions that the measurement of plasma copeptin concentrations may improve the diagnosis of CDI followed pituitary surgery (53, 70-72). This may develop into a robust possibility, but as the onset of CDI is so often acute, and the requirement for treatment is so immediate, well-defined clinical approaches based on bedside information and rapidly available laboratory criteria will probably be the mainstay of diagnoses.\n\n### Further Investigations\n\nAs diabetes insipidus is the clinical manifestation of a number of underlying diseases, further investigations are needed to clinch the underlying diagnosis. The usual next step is magnetic resonance imaging (MRI) of the sellar and suprasellar cistern, with T1 thin slice images with pre- and postcontrast sagittal and coronal views, and T2 weighted thin slice coronal views.\n\nThe posterior pituitary ordinarily shows as a hyperintense area on T1 weighted images, which has been attributed to the presence of AVP secretory granules (73)—the posterior pituitary “bright spot.” The classical MRI appearance in CDI is loss of the posterior pituitary bright spot, which represents depletion or absence of stored AVP granules (74, 75). However, there is an age-related gradual loss of the posterior pituitary bright spot which should be taken into consideration in older patients (76); up to 25% of older healthy individuals have been estimated to have loss of the bright spot, despite intact AVP secretion (77), with a smaller number of younger healthy individuals having a loss of the bright spot (78). Although many of these statistics are based on older data, with older imaging techniques, a recent study using modern imaging showed that 20% of patients with assay-proven complete CDI and 40% with partial CDI had persistence of the posterior pituitary bright spot, while 40% of patients with PP had loss of the hyperintense posterior pituitary signal (5). The persistence of the pituitary bright spot in partial CDI is readily explainable on the basis of residual storage of AVP granules (4). We hypothesize that the loss of the bright spot in PP (5, 79) can be explained by suppression of synthesis and storage of AVP in conditions of persistent plasma hypo-osmolality induced by overdrinking, though technical radiological issues may also be an issue. The persistent bright spot in complete CDI is less easy to explain, though the presence of oxytocin secretory granules is a possible hypothesis. The loss of the bright spot is a useful adjunctive test in the differential diagnosis of CDI vs PP (79).\n\nIdiopathic, or autoimmune, CDI may demonstrate thickening of the pituitary stalk (1, 80), in addition to loss of the bright spot. Only 20% of CDI patients demonstrated this abnormality in 1 large study, though the cohort included patients with a variety of etiologies (5). Open biopsy of the thickened infundibulum of 2 patients with idiopathic CDI showed an inflammatory infiltrate of T-lymphocytes and plasma cells, typical of an autoimmune process (81). The presence of idiopathic CDI, with MRI findings of absent posterior pituitary bright spot and thickened infundibulum, should prompt a search for an autoimmune diagnosis. Data from a 2-site cohort of patients showed that one-third of patients with idiopathic CDI had at least 1 autoimmune disease (20).\n\nA mass in the sellar region should not be interpreted as a pituitary adenoma, which does not present with diabetes insipidus, though AVP deficiency frequently follows surgical intervention (21, 68). The presence of a pituitary mass in a patient with diabetes insipidus should raise the possibility of craniopharyngioma (29), granulomatous, or inflammatory conditions. Craniopharyngioma masses are frequently suprasellar, with a heterogeneous MRI appearance (82); they may also exhibit calcification, best seen on supplementary computed tomography scans. Rathke’s cleft cysts are usually more cystic, and more often confined to the sella. Rathke’s cleft cysts rarely calcify or enhance, and rarely demonstrate ring enhancement (82).\n\nGerminomas can occur in the posterior pituitary, but more often in the infundibulum or suprasellar region (83), which are iso- or hyperintense on both T1 and T2 weighted images (84). It is important to note that the initial MRI scan may be normal in patients with germinoma. As a consequence, patients with CDI and no pituitary/sellar masses should have repeat imaging within 6 to 12 months in adults (1) and every 6 months in young patients, who have a greater likelihood of germinoma (85, 86). In addition the measurement of serum or cerebrospinal fluid biomarkers, such as human chorionic gonadotropin and alpha fetoprotein, may herald the diagnosis of germinoma prior to the appearance of MRI changes (87).\n\nPituitary gliomas rarely cause diabetes insipidus, and manifest on MRI as hypointense on T1 weighted images and markedly hyperintense on T2 weighted images (88). Pituitary stalk metastases, particularly from bone or breast, can cause diabetes insipidus, though CDI usually manifests in patients with known primary disease. Autoimmune or granulomatosis conditions such as sarcoid may also show on pituitary MRI.\n\nIn patients with strong clinical suspicion of tumor, tuberculosis, or sarcoid then further cross-sectional imaging should also be ordered. Patients with CDI usually undergo dynamic testing for anterior pituitary hormone deficiencies. Patients with craniopharyngioma and CDI are very likely to have coincidental anterior hypopituitarism (29) but, in contrast, patients with idiopathic/autoimmune diabetes insipidus usually have intact anterior pituitary function (18).\n\n### Algorithms for the Diagnosis of CDI\n\nA baseline unstimulated copeptin has been suggested as the initial first step in the approach to the patient with hypotonic polyuria, with a plasma copeptin >21.4 pmol/L diagnostic of NDI (40). This makes an assumption that copeptin assays will perform in a similar fashion in every institution. As <5% of newly referred patients have NDI in our practice, an unstimulated copeptin measurement will be truly valuable in a minority of patients, though in our practice (a neurosurgical center) it would be heavily skewed toward CDI. The measurement of arginine-stimulated copeptin (89) may offer an easy second-line screening step, which is worthy of further study. Usually, however, the next step is a WDT, and in cases of diagnostic confusion referral to a specialized unit for hypertonic saline infusion with direct measurement of copeptin.\n\n## Management of Central Diabetes Insipidus\n\nThe priorities for the treatment of CDI are summarized in Table 4.\n\n### Table 4.\n\nClinical priorities for management of diabetes insipidus\n\n1. | Abolition of symptoms of polyuria and polydipsia  \n---|---  \n2. | Avoidance of hyponatremia secondary to treatment  \n3. | Treatment of underlying disorders and associated hormonal abnormalities  \n4. | Monitoring of quality of life  \n5. | Communication of sick day rules to cover vomiting illness etc.  \n6. | Liaison with other medical professionals, particularly surgeons and anesthetists to ensure safe negotiation of surgery  \n  \n[Open in a new tab](table/T4/)\n\n### Management of Fluid Intake\n\nHypothalamic control of thirst is intact in most patients with CDI (62), so fluid intake is appropriate to replace renal water losses. Therefore, hypernatremia, which is the best indicator of inadequate fluid intake, rarely occurs in CDI patients with full access to fluids (19). A minority of patients with CDI have osmoreceptor damage causing hypodipsia and ADI (28, 60), and they must to be trained to maintain fixed fluid intakes to prevent hypernatremic dehydration (see section below).\n\nClinical conditions such as vomiting or diarrheal illnesses, which compromise not only the ability to take oral fluids, but also the capacity to retain oral desmopressin, can very quickly progress to hypernatremic dehydration. For this reason, patients should be educated to seek early medical advice during gastroenteritis or protracted vomiting. Written “sick day rules,” analogous to those routinely dispensed to patients on glucocorticoid therapy, can be useful in this respect. There is evidence that fluid balance may be suboptimally managed during hospitalization of patients with diabetes insipidus with acute illness, with hyper- and hyponatremia common (19) (Table 5).\n\n#### Table 5.\n\nAmbulatory and inpatient dysnatremia in patients with cranial diabetes insipidus\n\n| Ambulatory patients | Admissions for neurological procedures | Admissions for non-neurosurgical admissions  \n---|---|---|---  \nPatients (n) | 137 | 48 | 45  \nAdmissions (n) |  | 72 | 89  \nDysnatremic samples   \n(%) | 178/1440 (12.4%) | 355/1071 (33%) | 303/708(43%)  \nPatients with abnormal pNa+ (n, %) | 56 (40%) | 37 (77%) | 27 (60%)  \nPatients with pNa+ <130 mmol/L (n, %) | 20 (15%) | 13 (27%) | 20 (74%)  \nPatients with pNa+ >150 mmol/L (n, %) | 2 (1.5%) | 11 (23%) | 5 (19%)  \n  \n[Open in a new tab](table/T5/)\n\n(Adapted with permission from Behan et al, Eur J Endocrinol 2015) (19).\n\n### Pharmacological Management of CDI\n\nAVP is a nonapeptide hormone, with a short plasma half-life of 5 to 10 minutes. The main physiological action to induce postreceptor synthesis of aquaporin 2 water channels and the insertion of preformed aquaporin 2 water channels into the apical cell membrane is therefore very transient (90, 91). AVP is therefore unsuitable for therapeutic use in the management of CDI, but the synthetic analog desmopressin (dDAVP [deamino D-arginine vasopressin, desmopressin]) has been modified by the removal of the amino group of the cysteine amino acid to prolong half-life from 5 minutes to 6 to 8 hours (92, 93). This allows dDAVP to be administered twice or 3 times daily. In addition D-arginine has been substituted for L-arginine, which eradicates the vasopressor actions of AVP (92) (Fig. 4). The dDAVP molecule has an antidiuretic/vasopressor ratio of approximately 3000 (94). dDAVP is therefore free of vasoconstrictor effects, which could potentially be hazardous in patients with arterial disease. dDAVP is available in a parenteral, oral, and nasal forms.\n\n#### Figure 4.\n\n[![Figure 4.](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f23a/9516129/5cb7c7373a88/dgac381f0004.jpg)](https://www.ncbi.nlm.nih.gov/core/lw/2.0/html/tileshop_pmc/tileshop_pmc_inline.html?title=Click%20on%20image%20to%20zoom&p=PMC3&id=9516129_dgac381f0004.jpg)\n\n[Open in a new tab](figure/F4/)\n\nComparison of the amino acid structures of native AVP and dDAVP.\n\n#### Oral dDAVP\n\nOral dDAVP is preferred to nasal spray by most patients (19) due to the ease of administration and the continued efficacy when nasal congestion occurs due to coryzal infection. Peak clinical action correlates with the zenith of plasma concentration, within 2 hours of ingestion, and the antidiuretic action lasts for 6 to 12 hours (95), with high biovariability between patients. There is 40% reduction in dDAVP absorption when ingested within 90 minutes of a standard meal (96), though in clinical practice food intake does not seem to be an important issue. The duration of action and the magnitude of antidiuresis is directly related to the dose of dDAVP (97). Oral preparations include both standard tablets and sublingual preparations “desmotabs melt,” both of which are in common use. dDAVP has been shown to be well tolerated and free of major side effects (93, 98, 99). The major side effect is hyponatremia.\n\n#### Nasal dDAVP\n\nThe intranasal formulation of dDAVP was the earliest treatment for chronic CDI (100). It can be administered as either metered dose spray or via rhinyl tube and has quicker time to peak drug concentration than oral dDAVP, though time to peak antidiuretic activity is similar (97). The duration of antidiuretic effect is more variable than the oral dose at 5 to 21 hours (101). The effectiveness of nasal dDAVP is reduced by nasal mucosa inflammation, congestion, or scarring, and it cannot be used after transsphenoidal surgery, when nasal packing is sometimes used. In addition, patients with visual compromise find the technicalities of administration to be troublesome. The preference for the oral route was reported by Oiso and colleagues (9) and confirmed in a large observational cohort of almost 200 patients, 100% of whom had elected for oral rather than nasal dDAVP (19).\n\n#### Parenteral dDAVP\n\ndDAVP is available for administration via the intravenous or subcutaneous route. The peak antidiuretic response after an intravenous dose of 1 µg occurs within 12 hours, with dosage increase to 8 µg prolonging duration of the action to 48 hours (102). Parenteral dDAVP is useful perioperatively and in the management of transient CDI after TBI (22) or transsphenoidal surgery (67).\n\n#### Other treatments\n\nCarbamazepine acts directly on V2 receptors to stimulate synthesis of aquaporin 2 expression, leading to increased water reabsorption (103). Chlorpropamide potentiates AVP action by upregulation of the V2 receptors (104) but clinical use is limited by hypoglycemia. Clofibrate stimulates AVP release from the neurohypophysis (105). None of these other agents have a role in the management of diabetes insipidus due to the efficacy and safety of AVP analogs.\n\n### Management of Acute Diabetes Insipidus\n\nAcute onset of CDI is observed most frequently following transsphenoidal or transcranial surgery for pituitary tumor (67), TBI (106), and subarachnoid hemorrhage (68). The characteristic presentation is with sudden onset of polyuria, within 1 to 2 days following neurosurgery and later, with a median of 6 days after traumatic insult (23). If the patient is conscious, the patient will also complain of thirst, but if there is impaired cognition, related to anesthesia or the neurosurgical lesion, thirst may be impaired; hypernatremia may develop if fluid intake does not match output. CDI is diagnosed on the basis of hypernatremia associated with hypotonic urine (see above), with no requirement to proceed to the WDT or measurement of AVP or copeptin. Treatment is based on limiting renal water losses with dDAVP 1 to 2 µg intramuscularly or subcutaneously; subsequent doses given as a single dose is occasionally sufficient with transient CDI. The patient should be allowed to drink water to thirst; if the patient is cognitively impaired, supplemental appropriate intravenous fluids can maintain eunatremia.\n\nAcute CDI is usually transient and may recede after a single dose of parenteral dDAVP (107). Further parenteral doses are only required if polyuria persists; a recent survey of pituitary endocrinologists found a strong consensus for the use of “on-demand” postoperative dDAVP rather than regular dosage (108). As a triphasic response occasionally occurs, regular dDAVP is only indicated if polyuria persists beyond 48 hours. Close monitoring of plasma sodium concentration and urine volume is advised (108); positive fluid balance and falling plasma sodium concentration indicate the development of Syndrome of Inappropriate Anti-Diuresis (SIAD), at which time dDAVP should be held and fluid intake restricted. Persistent CDI after TBI may indicate rising intracerebral pressure, and is a poor prognostic sign associated with high mortality (23). Acute neurosurgical CDI may copresent with anterior pituitary hormone deficiency (22, 109). If adrenocorticotropic hormone/cortisol deficiency occurs, free water excretion may be impaired, and polyuria might not develop. Polyuria does rapidly manifest when coexisting cortisol deficiency is treated with hydrocortisone (110).\n\nCessation of dDAVP prior to discharge from hospital allows the identification of recovery of endogenous AVP secretion. If dDAVP is continued on discharge from hospital, advice should be given regarding the potential risk of the triphasic response, and the need for measurement of plasma sodium measurement if symptoms develop that are suggestive of hyponatremia, such as headache and bloating. Patients should be retested for recovery of posterior pituitary function at 3 to 6 months after discharge (107).\n\n### Management of Chronic Diabetes Insipidus\n\nSymptomatic relief occurs almost immediately after starting dDAVP, with effective long-term control of polyuria. If AVP deficiency is incomplete (partial CDI), a single nocturnal dose will control nocturia allowing unbroken sleep, providing daytime symptoms are tolerable. A single nocturnal dose also allows daytime aquaresis to reduce the likelihood of dilutional hyponatremia. Patients with complete CDI may need oral dDAVP 2 to 3 times daily.\n\nAlthough thirst is intact in CDI (62), much of human daily fluid intake is social, rather than to quench thirst. In healthy humans, fluid drinking suppresses AVP secretion (57), allowing an aquaresis to prevent water retention and dilutional hyponatremia. When dDAVP is prescribed, there is constant antidiuresis and any fluid intake is retained, and hyponatremia is consequently a common side effect of dDAVP therapy (19). It has been suggested that dDAVP-induced hyponatremia is commoner in women (111), though this is contrary to our own clinical experience (21). Chronic mild hyponatremia is associated with gait abnormalities, increased risk of falls, osteoporosis and increased fracture risk, and increased mortality (112), so avoidance of water overload is important. A retrospective review of 147 outpatients with CDI documented that 41% had abnormal pNa+ at some time. Hypernatremia almost never occurred in ambulant patients, but mild hyponatremia (plasma sodium 131-134 mmol/L) was documented in 27% and a further 15% had significant hyponatremia (plasma sodium ≤130 mmol/L) (19) (Table 5). One patient in 20 had been hospitalized because of hyponatremia and hospital stay was more hazardous, as hyponatremia occurred in 74% of non-neurosurgical admissions, predominantly related to the administration of intravenous fluids (19). A lower rate of admission for hyponatremia was reported by the Danish National Prescription Registry, where only 1% underwent hospital admissions (113); however, 30% of patients encashed <5 prescriptions during the 5-year study period, suggesting either that many had transient diabetes insipidus, or that some were untreated and therefore not at hyponatremia risk. In addition, 50% of patients took nocturnal dDAVP only and 10% took dDAVP on demand only; as both regimens allow for an aquaresis, the lower hyponatremia rates in the Danish study may reflect the dosing schedules.\n\nAn observational study of a cohort of 70 CDI patients showed similar results to our own data. Although most patients were treated with nasal spray dDAVP (our group were universally on oral dDAVP), 46% developed hyponatremia and 14% had severe hyponatremia (plasma sodium <125 mmol/L) (111). One study reported 33% hyponatremia rate in a 4-week dose titration period after switching from nasal to oral dDAVP (99), though another study reported a 60% risk reduction for hyponatremia when patients were switched from intranasal to sublingual preparation (114). A postmarketing therapy review has reported that oral formulations were less associated with hyponatremia than nasal sprays (100).\n\nAlthough the balance of these studies suggests a lower hyponatremia risk with oral dDAVP, advice to allow intermittent aquaresis is far more important than route of administration. The clinician has a number of options to discuss and offer patients.\n\n  1. Delayed dose. Once or twice per week dDAVP is delayed until an aquaresis develops. The delay should not cause discomfort, and after 1 or more visits to the bathroom, the patient resumes medication as usual.\n\n  2. Regular delayed dose. In this method the patients delays each dose of dDAVP until after polyuria develops. This method is extremely effective as there is a daily low grade aquaresis, with no big swings in serum sodium.\n\n  3. Weekly omission of a tablet. This method is highly effective in preventing hyponatremia but unpopular as the day of tablet omission is uncomfortable, especially if significant polyuria interrupts work or leisure activities.\n\n\n\n\nMost hyponatremia associated with dDAVP therapy is mild and asymptomatic (19), and withholding a dose of dDAVP allows restoration of normonatremia. However, neurological symptoms develop if hyponatremia develops rapidly and, in rare cases, cerebral edema may occur. In severe hyponatremia, omission of dDAVP and intravenous infusion of 3% saline can lead to overcorrection of plasma sodium, and there are concerning reports of moderate or severe brain damage and even death due to osmotic demyelination (115). Plasma volume expansion with intravenous hypertonic saline causes an aquaresis; when combined with the high sodium concentration of the infusate, rapid elevation in plasma sodium concentration can occur. Achinger and colleagues have strongly recommended a combination of dDAVP to “clamp” renal water excretion, along with intravenous 3% saline to produce a safe, controllable elevation in plasma sodium concentration (116). Many patients reported with hyponatremia and neurological sequelae had been prescribed dDAVP for causes other than CDI, such as nocturnal enuresis (116), but overcorrection has also been reported in CDI.\n\nHypernatremia in ambulatory CDI patients occurs in 1% of routine blood tests in the absence of intercurrent illness and with access to fluid (19), though higher rates are reported in ADI (20% vs 1 %, _P_ = .02) (19). Hypernatremia does occur in hospitalized patients with CDI, with 23% of inpatient plasma sodium concentrations measuring >150 mmol/L in neurosurgical admissions and 19% in non-neurosurgical admissions (19). Inpatient management of CDI has been reported to be suboptimal, with 90% of patients suffering delay or omission of dDAVP doses, leading to hypernatremic dehydration in one-third of patients; poor awareness of the importance of timely administration of dDAVP among clinicians was the predominant cause (117). Subsequently both morbidity and mortality were related to delayed or omitted desmopressin in CDI inpatients (118). The Society for Endocrinology has published guidelines for safe in-hospital management of CDI (119). The key practice points for safe inpatient management of CDI are summarized in Table 6. If hypernatremic dehydration does occur, reversal of electrolyte and fluid deficiencies are needed. Mild hypernatremia (plasma sodium 145-48 mmol/L) can be managed by ensuring free access to drinking water and encouraging oral intake, but if the patient is hypotensive or has cognitive decline, isotonic saline should be given intravenously. Severe hypernatremia (plasma sodium >149 mmol/L) may require hypotonic fluids in the form of nasogastric water or intravenous infusion of 5% dextrose in water. Parenteral dDAVP should be administered to reduce renal water excretion (116), and the rate infusion of fluids is recommended by some to be adjusted to produce a steady fall in plasma sodium concentration by not more than 0.5 mmol/L/hour or 10 mmol/L/24 hour (119, 120), though the need for caution in the correction of hypernatremia has been challenged, as overcorrection in adults has not been strongly associated with morbidity (121). Hypernatremia is associated with the hypercoaguable risks of increased hematocrit, particularly deep venous thrombosis and pulmonary embolism. This is particularly the case in ADI, where fatal pulmonary embolism has been reported (28, 60), so prophylactic subcutaneous low molecular weight heparin is recommended to prevent thrombosis and rhabdomyolysis (122, 123).\n\n#### Table 6.\n\nSummary of Society for Endocrinology Guidelines for in patient care of CDI119\n\n1. | All patients with CDI admitted to hospital should be identified and referred to the endocrine team, who manage fluid and electrolyte balance, and dDAVP therapy throughout admission.  \n---|---  \n2. | For CDI patients undergoing surgery, a plan should be drawn up for perioperative fluid administration, dDAVP administration, and a schedule for monitoring electrolytes agreed.  \n3. | Oral and parenteral preparations of dDAVP should be available on all wards.  \n4. | A prescribing alert system should be put in place for all patients on dDAVP in order to reduce prescribing errors.  \n  \n[Open in a new tab](table/T6/)\n\n### Management of CDI During Fasting, and Perioperative Care\n\nThe Society for Endocrinology guidelines have stressed the importance of a prospective plan for dDAVP and fluid replacement to be agreed between the surgical, anesthetic, and endocrine teams (119). Parenteral dDAVP is supervised perioperatively by the endocrine team, and isotonic fluids and regular electrolyte monitoring are continued while fasting. The return to oral fluids and dDAVP should also be planned with endocrine input.\n\n### Use of Alcohol in CDI\n\nCare with alcohol intake is recommended for patients with CDI. Chronic alcohol consumption is associated with chronic hyponatremia (124, 125), and binge drinking large volumes of beer can produce acute hyponatremia in both healthy individuals (126) and CDI patients on dDAVP therapy (54, 127). If the volume of fluid intake associated with alcohol intake is large, such as with excessive beer intake, and the drop in plasma sodium concentration rapid, there is no time for cerebral compensation, and neurological sequelae secondary to cerebral oedema may occur (128); acute hyponatremia significantly amplifies the risk of alcohol-induced seizures. Regular dDAVP may therefore be hazardous if significant alcohol consumption, particularly beer, is contemplated. Equally, if the evening dose of dDAVP is omitted in order to avoid hyponatremia, significant polyuria develops from the combinations of drug withdrawal and fluid intake. Intake of low volumes of wine or spirits is not associated with significant hyponatremia.\n\nMany young people with CDI do seek guidance, however, on how they can balance their medication with alcohol intake. Our primary advice is always that abstinence is the best policy, and moderation an alternative. If social occasions are planned which are associated traditionally with alcohol intake, we recommend withholding of the evening dose of dDAVP, to allow an aquaresis. This protects against dangerous acute severe hyponatremia, but does lead to uncomfortable nocturia.\n\n### Diabetes Insipidus in Pregnancy\n\nNormal pregnancy is associated with downward resetting of the osmotic thresholds for AVP secretion and thirst, so that basal plasma sodium concentration is typically lower by 5 mmol/L than the prepregnancy state (129). CDI may develop de novo during pregnancy due to conditions such as lymphocytic hypophysitis (130). In addition, pre-existing partial CDI may become clinically apparent due to the metabolic actions of placental cysteine aminopeptidase, an enzyme which increases metabolic clearance of oxytocin and AVP (129, 131). The excess cysteine aminopeptidase activity may also cause transient diabetes insipidus, which resolves on delivery of the feto-placental unit (132). Transient pregnancy associated diabetes insipidus is treated with dDAVP, which can usually be withdrawn within 2 months of delivery (133).\n\ndDAVP is not broken down by cysteine aminopeptidase (132), and is therefore indicated as treatment of gestational diabetes insipidus, though some patients with pre-existing CDI may require higher doses of dDAVP. dDAVP is categorized as a category B drug by the Food and Drug Administration. There are no animal data to suggest fetotoxicity or teratogenicity, and no data in human pregnancy. A small Swedish study of maternal and fetal outcomes in dDAVP-exposed pregnancies showed an overall incidence of fetal abnormality of 3.4%, which was lower than the population risk of 4.5%, which prompted the author to conclude that maternal exposure to dDAVP did not constitute a major risk to the fetus (134). In a systematic review, Ray reported 53 pregnancies in which dDAVP was used—82% during the first trimester—and described 2 malformations (135). Although the data are based on small numbers, dDAVP does not seem to constitute a risk to mother or child that outweighs the clinical need to treat the pregnant mother with CDI.\n\nAs dDAVP is modified to remove vasoconstrictor activity of dDAVP, there should be no effects on maternal blood pressure or risk of pre-eclampsia, and as dDAVP has no affinity for V1 receptors on uterine myometrium there is no association with preterm labor. There is minimal transfer of dDAVP to breastmilk, and no effect on water balance in the infant (136).\n\n### Adipsic Diabetes Insipidus\n\nIn ADI, the causative lesion includes the osmoreceptors in the anterior hypothalamus, with loss of thirst and AVP secretion. There are several reports of ADI following surgical clipping of an anterior communicating artery aneurysm (26-28, 60, 137), or surgery to a large craniopharyngioma (28, 29), and occasionally in association with toluene exposure (54), head trauma (26), neurosarcoidosis (28), and surgery for giant pituitary adenoma (138). ADI is associated with significant morbidity. A review of 70 patients documented that 63% had been hospitalized due to electrolyte disturbances, with 4% developing renal failure and 3% rhabdomyolysis (139). In our cohort, 50% developed significant hypernatremia as inpatients, and 20% as outpatients (19). Associated hypothalamic damage, including sleep apnea, hypothalamic obesity and somnolence, hypothalamic seizures, and temperature dysregulation have all been reported (28). Long-term neurological disability was documented in 80% of patients in 1 review (139).\n\nTreatment of ADI compromises twice daily dDAVP to fix urinary output along with a fixed fluid intake, the volume of which is optimally determined by inpatient observations at the time of diagnosis. Once a baseline eunatremic weight is established and plasma sodium is stable, usually with a daily fluid intake of 1.5 to 2 L, variations in fluid intake can be calculated on the basis of climatic conditions, physical activity, and the presence of intercurrent illness. Patients are advised to weigh themselves daily; a sudden drop from eunatremic weight may represent dehydration, requiring an increase in hypotonic fluid intake in order to replace fluid deficits. Sudden weight gain make reflect fluid overload and the risk of hyponatremia. The patient should be reviewed regularly, with frequent measurement of plasma sodium concentration to aid interpretation of weight fluctuations. The availability of home monitoring devices for measurements of plasma sodium concentration offer the potential for much closer matching of fluid intake to physiological needs in ADI, and good quality data in this area are awaited.\n\nThere are published case series which claim a clinical advantage to the use of chlorpropramide to stimulate thirst (140), though it is unlikely that any modest clinical outcome justifies the risk of hypoglycemia with these agents. Behavioral modification therapy has also been recommended as adjunctive therapy (141), though training to drink set volumes of fluid a day remains the most important aspect of care.\n\nThe prognosis with ADI is poorer than for diabetes insipidus with intact thirst appreciation. Recovery of thirst appreciation occasionally occurs (30, 142, 143), but more often the thirst deficit is permanent. Although the long term effects of chronic hypernatremia remain speculative, mortality in ADI remains high, even in young people, due most likely to a combination of the metabolic derangements and respiratory failure associated with hypothalamic manifestations such as obesity and sleep apnea (28).\n\n### Quality of life in Diabetes Insipidus\n\nPatients with CDI often report quality of life issues, despite control of polyuria with desmopressin (144). Although the effects of chronic illness will undoubtedly contribute to this, there has been recent interest in the potential contribution of oxytocin depletion. Oxytocin deficiency has been reported in some, but not all, studies of CDI, but a recent paper reported that patients with hypopituitarism with CDI had worse quality of life scores and lower pooled fasting oxytocin levels than patients with hypopituitarism with no evidence of CDI (145). The results were suggestive of an association between oxytocin deficiency and reduced quality of life in CDI, but a direct causative role remains to be established.\n\n## Future Developments\n\nThe major issue in the investigation and management of CDI is the accurate diagnosis of the condition. The introduction of copeptin to enhance the accuracy of osmotic stimulation tests is a major advance that is amenable to most competent laboratories. Diabetes insipidus remains a nuanced diagnosis with AVP deficiency varying from partial to complete with severity of polyuria proportionate to the degree of deficiency. In addition, the presence of rare conditions such as reset osmostat syndrome means that the diagnosis of CDI can be dependent on a single hormonal cut off point, which may vary according to the assay used and the laboratory in which the assay is performed. Therefore, to be fully confident about the diagnostic accuracy of the measurement of plasma copeptin concentrations, far more must be known about the physiology of the hormone in rare conditions, and diagnostic algorithms which relate plasma copeptin to ambient plasma osmolality must be developed.\n\n## Glossary\n\n### Abbreviations\n\nACOM\n    \n\nanterior communicating artery\n\nADI\n    \n\nadipsic diabetes insipidus\n\nAVP\n    \n\narginine vasopressin\n\nCDI\n    \n\ncentral diabetes insipidus\n\nCSF\n    \n\ncerebrospinal fluid\n\ndDAVP\n    \n\ndeamino D-arginine vasopressin, desmopressin\n\nMRI\n    \n\nmagnetic resonance imaging\n\nNDI\n    \n\nnephrogenic diabetes insipidus\n\npNA\n    \n\nplasma sodium concentration\n\nPP\n    \n\nprimary polydipsia\n\nTBI\n    \n\ntraumatic brain injury\n\nWDT\n    \n\nwater deprivation test\n\n## Contributor Information\n\nMaria Tomkins, Academic Department of Endocrinology, Beaumont Hospital and Royal College of Surgeons in Ireland, Dublin, Ireland.\n\nSarah Lawless, Academic Department of Endocrinology, Beaumont Hospital and Royal College of Surgeons in Ireland, Dublin, Ireland.\n\nJulie Martin-Grace, Academic Department of Endocrinology, Beaumont Hospital and Royal College of Surgeons in Ireland, Dublin, Ireland.\n\nMark Sherlock, Academic Department of Endocrinology, Beaumont Hospital and Royal College of Surgeons in Ireland, Dublin, Ireland.\n\nChris J Thompson, Academic Department of Endocrinology, Beaumont Hospital and Royal College of Surgeons in Ireland, Dublin, Ireland.\n\n## Funding\n\nM.T. is an Irish Clinical Academic Training (ICAT) program fellow, funded by the Health Research Board (HRB) and Wellcome Trust, grant number 203930/B/16/Z. J.M.G. receives funding from her fellowship on the Royal College of Surgeons in Ireland (RCSI)/Beacon Hospital Strategic Academic Recruitment (StAR) program, and the Irish Endocrine Society Clinical Science Award.\n\n## Disclosure Statement\n\nThe authors have nothing to disclose.\n\n## Data Availability\n\nData sharing is not applicable to this article because no data sets were generated or analyzed during the present study.\n\n## Associated Data\n\n_This section collects any data citations, data availability statements, or supplementary materials included in this article._\n\n### Data Availability Statement\n\nData sharing is not applicable to this article because no data sets were generated or analyzed during the present study.\n"
  }
}
